<?php
// +----------------------------------------------------------------------
// | zhanshop_admin / middleware.php [ 2023/4/28 下午10:30 ]
// +----------------------------------------------------------------------
// | Copyright (c) 2011~2023 zhangqiquan All rights reserved.
// +----------------------------------------------------------------------
// | Author: zhangqiquan <768617998@qq.com>
// +----------------------------------------------------------------------
declare (strict_types=1);

use app\middleware\RequestLog;

return [
    'admin' => [
        //RequestLog::class
    ],
];